{
  "tipsmod.title.default": "Tip",
  "tipsmod.tip.no_tips": "No tips have been loaded. Please review the configurations.",
  "tipsmod.tip.undead_damage": "Ventar is this world's currency, so don't spend yourself all in one place!",
  "tipsmod.tip.poison_immune": "Copper now has more uses, like Tripwires, Shears, and Powered Rails are now crafted from copper.",
  "tipsmod.tip.witch_conversion": "Villagers will become witches when struck by lightning.",
  "tipsmod.tip.four_eggs": "Try crafting fabric in order to make a bed.",
  "tipsmod.tip.nether_lava": "Press the R key to put items/equipment on your back!",
  "tipsmod.tip.west": "You must choose between a chestplate, or an elytra.",
  "tipsmod.tip.swamp_slime": "Reinforced chainmail is a set between iron and diamond, but increases resistance to melee attacks more than any set.",
  "tipsmod.tip.deflect_ghast_fireballs": "Formerly known as endermen, the creatures of the Shadow Islands have banded together to form 'The Umbral Creed.' Serving the lost tyrant, and god of shadow, Umbrocron.",
  "tipsmod.tip.shulker_armor": "Craft a Bundle or a Sack for extra storage.",
  "tipsmod.tip.arthropods": "You can collect various Armor Templates to customize the look of your armor.",
  "tipsmod.tip.fossils": "Large fossils are buried under swamps and deserts.",
  "tipsmod.tip.crouch_blocks": "Biomes, Structures, and Mob Variants have been overhauled.",
  "tipsmod.tip.smoke_bees": "Placing a Campfire beneath a Bee Nest will make those Bees passive.",
  "tipsmod.tip.lava_fuel": "You can find villages full of frog-like people in the swamps. Trade amethyst with them! I heard they like music...",
  "tipsmod.tip.wooden_tool_fuel": "You'll need some coal to make a Furnace, make sure to save some.",
  "tipsmod.tip.scrap_nuggets": "Gold and Iron tools/armor can be smelted into nuggets.",
  "tipsmod.tip.piglin_gold": "Enchanted Golden Apples have been removed, and replaced with a craftable Diamond Apple.",
  "tipsmod.tip.dog_health": "You can create waypoints in your World Atlas.",
  "tipsmod.tip.dog_rotten_flesh": "If you find a piece of enchanted gear, you can rip the enchantment onto a book using an Infusion table",
  "tipsmod.tip.lure_animals": "Netherite shields use armor trims instead of banners.",
  "tipsmod.tip.cooked_drops": "The piglin tribes have united under one banner, now known as: 'The Order of The Axe' They are quite dangerous, I'd be careful around them...",
  "tipsmod.tip.nether_sponge": "Wet sponges will immediately dry when placed in the nether.",
  "tipsmod.tip.boat_passenger": "Craft a Nature's compass to locate any Biome.",
  "tipsmod.tip.shulker_golem": "Press Button 4 on your mouse to roll!",
  "tipsmod.tip.note_block_instrument": "You can hang up your tools on a Tripwire Hook.",
  "tipsmod.tip.zombie_armor": "Different sets of armor have different Tiers and Classes, ranging from I-VII.",
  "tipsmod.tip.undead_helmet": "Undead mobs will not burn in daylight if they are wearing a helmet.",
  "tipsmod.tip.iron_golem_heal": "Try out the Rogue, Warrior, Warlock, Paladin, Priest, Frozen Champion, Vampire, Blightbringer, or Archer classes!",
  "tipsmod.tip.turtle_shell": "Craft a Spell Binding Table to create Spell Books access new spells.",
  "tipsmod.tip.animal_growing": "When below Y=0, place a Magma Block under Budding Amethyst and surround on all 4 sides with Raw Gold Blocks. It will turn into Amarite after some time.",
  "tipsmod.tip.blaze_snowball": "To unlock enchants in the enchanting table, try putting their resspective books in bookshelves near the table.",
  "tipsmod.tip.biome_bonemeal": "You now have to press Iron and Gold into sheets to craft armor and shields.",
  "tipsmod.tip.biome_fishing": "The Wither and Umbrocron fights have been completely overhauled, I'd bring some powerful equipment in return.",
  "tipsmod.tip.fishing_resources": "When near a campfire you wil begin heal, regardless of your hunger.",
  "tipsmod.tip.boat_jump": "You must first raid an Ancient City to obtain Echo Shards in order to make Eyes of Shadow.",
  "tipsmod.tip.creeper_cat": "https://youtu.be/Zi_XLOBDo_Y?si=STsTIeXtGQJoZyRs",
  "tipsmod.tip.water_grass": "Craft an Antique Atlas to access your world map, then either press M or click the Antique Atlas to open your world map.",
  "tipsmod.tip.gravity_torch": "Shift right click an Enchant Table with a glass bottle to store your XP.",
  "tipsmod.tip.string_wool": "Combat has been overhauled with new animations, and features!",
  "tipsmod.tip.barrel": "You will always spawn in a plains biome.",
  "tipsmod.tip.job_site_dimension": "Repairing items has never been easier with this pack! No more 'Too Expensive' message or prior penalties!",
  "tipsmod.tip.villager_sweat": "The Brimstone enchantment can deal significant damage, but in return, will drain your health quickly...",
  "tipsmod.tip.wandering_invis": "Use sandpaper to turn a Rough Diamond into a Regular Diamond.",
  "tipsmod.tip.baby_panda_slimeball": "All tools have increased durability to make up for the lack of Unbreaking and Mending.",
  "tipsmod.tip.fortress_triangulation": "Copper and Netherite diving armor with allow you to traverse underwater for an extrended period of time.",
  "tipsmod.tip.creeper_drops_disc": "Would you rather have a shield, or a totem? It's a hard choice.",
  "tipsmod.tip.mooshroom_lightning": "Look out for planets in the night sky to try and name them! You can even draw constellations between stars! Use your 'Pick Block' button while using a spyglass to swap between the 3 modes.",
  "tipsmod.tip.bed_explode": "This modpack has create. Have fun!",
  "tipsmod.tip.fall_damage_blocks": "This modpack enhances many recipes, you can use EMI to view all recipes.",
  "tipsmod.tip.bed_respawn": "Provide a schematicannon with the appropriate blueprints and required materials, and watch it build for you!",
  "tipsmod.tip.ore_tiers": "Big thanks to Raspmary and Nöelle for help with KubeJS scripts and textures!",
  "tipsmod.tip.sponge_bucket": "They say Soul Steel can make your equipment impenetrable to durability...",
  "tipsmod.tip.coarse_to_dirt": "Using a cutting board can grant many new items, and more efficient uses of them!",
  "tipsmod.tip.enderman_blocks": "Upon death, you keep all of your equipped Relics.",
  "tipsmod.tip.dragon_blocks": "They say Mythril is a catalyst for many things, even Teleportation...",
  "tipsmod.tip.piglin_repellent": "Also try Melatonin!",
  "tipsmod.tip.portal_trick": "Quit leaving floating trees!",
  "tipsmod.tip.blaze_fuel": "To craft an Enchanting Table, you must first find an Enchanting Guide, found in the most ancient of cities...",
  "tipsmod.tip.goat_milk": "Explore the world and find over 70+ Relics to equip and use on your journey!",
  "tipsmod.tip.mean_goats": "Thanks to Raven!",
  "tipsmod.tip.dripstone_lava": "You can ferment fruit in a Fermentation Vessel to get various items, like Cider and Citrus Essence",
  "tipsmod.tip.bucket_friends": "The Nether is... vertically challenging?",
  "tipsmod.tip.bucket_rename": "When zooming in on a block or mob with a spyglass, it tells you the info of that which you're looking at!",
  "tipsmod.tip.axolotl_food": "The length of day and night have been doubled to 20m each.",
  "tipsmod.tip.wax_copper": "Honeycombs can be used to wax copper blocks. This prevents them from oxidizing.",
  "tipsmod.tip.freezing_leather": "Try amethyst instead of lapis to enchant equipment!",
  "tipsmod.tip.azalea_caves": "Brew some beer, if you want!",
  "tipsmod.tip.end_dimension": "Craft a Sawmill, its like a Stonecutter... but for wood!",
  "tipsmod.tip.hitting_obsidian": "You must first obtain Dimensional Tears from Crying Obsidian to light a Nether Portal",
  "tipsmod.tip.sitting_pets": "Try opening your questbook, it can guide you through your progression!",
  "tipsmod.tip.snow_golem_trail": "EXP has been completely overhauled, and replaced with Soul Points!",
  "tipsmod.tip.mushroom_placement": "Mushrooms can only be placed on blocks where there's no direct sunlight.",
  "tipsmod.tip.mushroom_biome_spawns": "Hostile mobs cannot spawn in a mushroom biome.",
  "tipsmod.tip.shear_mooshroom": "The wicked witches and the mighty illagers have united, known across the lands as 'The Iron Covenant'",
  "tipsmod.tip.peaceful_tnt": "Most normal enchantments have been removed, and replace with new ones alongside an overhauled enchanting table!",
  "tipsmod.tip.weather_sleep": "Kill Illagers to get ventar, and trade those ventar with Villagers instead of Emeralds!",
  "tipsmod.tip.joke.combat": "You can find 30 different artifacts to cast unique spells with around the world.",
  "tipsmod.tip.joke.swim": "You can use Mythril Cores to craft Waystones, these magical blocks are said to allow teleportation between other blocks of the same kind, but in retun draining your Soul Points.",
  "tipsmod.tip.joke.lava": "Craft a Waystone to access Fast Travel.",
  "tipsmod.tip.joke.skulls": "Cut some grass with a knife to get canvas. This can be used to get stone tools and sacks, which are an early form of shulker boxes!",
  "tipsmod.tip.endermites": "There is a small chance that an Umbral Mite will spawn when an Shadow Pearl lands.",
  "gui.tips.list.title": "Tips List",
  "gui.tips.list.search": "Search",
  "gui.tips.list.show_disabled": "Show Disabled",
  "gui.tips.list.entry.tip_id": "Tip ID: %s",
  "gui.tips.list.entry.added_by": "Added by: %s",
  "gui.tips.list.entry.cycle_time": "Cycle Time: %s",
  "gui.tips.list.entry.copied": "Copied!",
  "gui.tips.list.entry.click_to_copy": "Click to copy ID",
  "gui.tips.list.entry.disabled": "Disabled by config!",
  "gui.tips.list.config": "Config"
}